text = """
1
00:00:12,330 --> 00:00:15,124
あぁ 君はもういないから
아아 넌 이제 없으니까
=
2
00:00:15,124 --> 00:00:18,273
私は一人歩いている
나는 혼자 걸어가고 있어
=
3
00:00:18,273 --> 00:00:21,127
あぁ 腐るよりいいから
아아 풀 죽어 있는 것보다 나으니까
=
4
00:00:21,127 --> 00:00:24,000
行くあてもなく歩いている
정처없이 걸어가고 있어
=
5
00:00:24,295 --> 00:00:25,040
ah
=
6
00:00:36,784 --> 00:00:39,497
あぁ これからはそうだな
아아 앞으로는 그렇구나
=
7
00:00:39,525 --> 00:00:42,589
何も求めずに生きていく
아무것도 바라지 말고 살아가자
=
8
00:00:42,885 --> 00:00:45,552
あぁ お金よりいいでしょ
아아 돈보다 낫잖아
=
9
00:00:45,556 --> 00:00:48,661
これで何も失わないね
이렇게 해서 아무것도 잃지 않을 거야
=
10
00:00:48,922 --> 00:00:51,705
あぁ！ 泣くな空、心配ない！
아아! 울지마렴 하늘아, 걱정하지 마!
=
11
00:00:51,725 --> 00:00:54,628
終わりのない夜はないね
끝나지 않는 밤은 없어
=
12
00:00:54,859 --> 00:00:57,635
あぁ 闇はただ純粋で
아아 어둠은 그저 순수할 뿐인데
=
13
00:00:57,821 --> 00:01:00,820
恐れてしまう私が弱いだけ
무서워하는 내가 약할 뿐이지
=
14
00:01:01,101 --> 00:01:03,673
あぁ！ 夏を今もう一回
아아! 여름을 지금 다시 한 번
=
15
00:01:03,834 --> 00:01:07,470
君がいなくても笑って迎えるから
네가 없어도 웃으며 맞이할거야
=
16
00:01:07,621 --> 00:01:13,074
だから今絶対に君も歩みを止めないで
그러니 지금 절대로 너도 발걸음을 멈추지 말아줘
=
17
00:01:13,134 --> 00:01:15,917
あぁ！ それだけの心臓が
아아! 그것뿐인 심장이
=
18
00:01:16,034 --> 00:01:19,651
絶え間なくアオく光を願うから
끊임없이 푸른 빛을 바라고 있으니까
=
19
00:01:19,775 --> 00:01:22,027
仕方なくもう一回
어쩔 수 없이 다시 한 번
=
20
00:01:22,027 --> 00:01:24,335
変わらぬ今日を往くんだよ
변함없는 오늘을 살아가는 거야
=
21
00:01:24,335 --> 00:01:27,309
何度でも
몇번이고
=
22
00:01:49,419 --> 00:01:52,363
あぁ 夏風邪 悪い夢
아아 여름 감기 악몽
=
23
00:01:52,429 --> 00:01:55,443
見果てた希望 淡い残像
바닥을 본 희망 희미한 잔상
=
24
00:01:55,687 --> 00:01:58,
あぁ このままじゃ辛いかな
아아 이대로라면 괴로울거야
=
25
00:02:01,080 --> 00:02:04,095
って繰り返してもまた願うから
라며 되풀이해봐도 다시 바랄테니까
=
26
00:02:04,461 --> 00:02:07,414
読み返しても嘘はないから
다시 읽어봐도 거짓말은 없으니까
=
27
00:02:07,548 --> 00:02:10,442
踏み出したら振り返らぬよう
내딛으면 돌아볼 수 없도록
=
28
00:02:13,268 --> 00:02:16,301
何もないけど旅は順調で
아무것도 없지만 여행은 순조로워서
=
29
00:02:16,705 --> 00:02:19,699
「君はその夢をもう一回」
「너는 그 꿈을 다시 한 번」
=
30
00:02:19,910 --> 00:02:22,653
長い長い闇を抜ける
길고 긴 어둠을 빠져나가
=
31
00:02:25,395 --> 00:02:28,389
抜ける
빠져나가
=
32
00:02:37,601 --> 00:02:40,555
抜ける
빠져나가
=
33
00:02:50,234 --> 00:02:53,088
あぁ！ 夏を今もう一回
아아! 여름을 지금 다시 한 번
=
34
00:02:53,267 --> 00:02:56,773
君がいなくても笑って迎えるから
네가 없어도 웃으며 맞이할거야
=
35
00:02:57,000 --> 00:03:02,471
だから今絶対に君も歩みを止めないで
그러니 지금 절대로 너도 발걸음을 멈추지 말아줘
=
36
00:03:02,471 --> 00:03:05,254
あぁ！ それだけの心臓が
아아! 그것뿐인 심장이
=
37
00:03:05,282 --> 00:03:08,959
絶え間なくアオく光を願うから
끊임없이 푸른 빛을 바라고 있으니까
=
38
00:03:09,216 --> 00:03:11,347
諦めずもう一回
포기하지 말고 다시 한 번
=
39
00:03:11,417 --> 00:03:13,689
変わらぬ今日を往くんだよ
변함없는 오늘을 살아가는 거야
=
40
00:03:13,991 --> 00:03:14,621
何度も
몇번이고
=
41
00:03:14,892 --> 00:03:17,284
あぁ 夏を今もう一回
아아 여름을 지금 다시 한 번
=
42
00:03:20,604 --> 00:03:23,457
あぁ 夏を今もう一回
아아 여름을 지금 다시 한 번
"""
def conver_time(t_: str):
    t, y = t_.split(",")
    l = t.split(":")

    m = int(l[1]) * 60
    s = int(l[2])
    ss = int(y)

    return ((m+s) * 1000 + ss)

result = []

for i in text.split("="):
    try:
        list_ = i.split("\n")
        ly = {}
        ly["time"] = conver_time(list_[2].split(" --> ")[0])
        
        ly["jp_msg"] = list_[3]
        ly["ko_msg"] = list_[4]
        result.append(ly)
    except:
        break;
        pass 

print(result)