export const Henceforth = [
    {
        "time":0,
        "jp_msg":"간주 중..",
        "ko_msg":""
    },
    {
        "time":12330,
        "jp_msg":"あぁ 君はもういないから",
        "ko_msg":"아아 넌 이제 없으니까"
    },
    {
        "time":15124,
        "jp_msg":"私は一人歩いている",
        "ko_msg":"나는 혼자 걸어가고 있어"
    },
    {
        "time":18273,
        "jp_msg":"あぁ 腐るよりいいから",
        "ko_msg":"아아 풀 죽어 있는 것보다 나으니까"
    },
    {
        "time":21127,
        "jp_msg":"行くあてもなく歩いている",
        "ko_msg":"정처없이 걸어가고 있어"
    },
    {
        "time":24295,
        "jp_msg":"ah",
        "ko_msg":""
    },
    {
        "time":36784,
        "jp_msg":"あぁ これからはそうだな",
        "ko_msg":"아아 앞으로는 그렇구나"
    },
    {
        "time":39525,
        "jp_msg":"何も求めずに生きていく",
        "ko_msg":"아무것도 바라지 말고 살아가자"
    },
    {
        "time":42885,
        "jp_msg":"あぁ お金よりいいでしょ",
        "ko_msg":"아아 돈보다 낫잖아"
    },
    {
        "time":45556,
        "jp_msg":"これで何も失わないね",
        "ko_msg":"이렇게 해서 아무것도 잃지 않을 거야"
    },
    {
        "time":48922,
        "jp_msg":"あぁ！ 泣くな空、心配ない！",
        "ko_msg":"아아! 울지마렴 하늘아, 걱정하지 마!"
    },
    {
        "time":51725,
        "jp_msg":"終わりのない夜はないね",
        "ko_msg":"끝나지 않는 밤은 없어"
    },
    {
        "time":54859,
        "jp_msg":"あぁ 闇はただ純粋で",
        "ko_msg":"아아 어둠은 그저 순수할 뿐인데"
    },
    {
        "time":57821,
        "jp_msg":"恐れてしまう私が弱いだけ",
        "ko_msg":"무서워하는 내가 약할 뿐이지"
    },
    {
        "time":61101,
        "jp_msg":"あぁ！ 夏を今もう一回",
        "ko_msg":"아아! 여름을 지금 다시 한 번"
    },
    {
        "time":63834,
        "jp_msg":"君がいなくても笑って迎えるから",
        "ko_msg":"네가 없어도 웃으며 맞이할거야"
    },
    {
        "time":67621,
        "jp_msg":"だから今絶対に君も歩みを止めないで",
        "ko_msg":"그러니 지금 절대로 너도 발걸음을 멈추지 말아줘"
    },
    {
        "time":73134,
        "jp_msg":"あぁ！ それだけの心臓が",
        "ko_msg":"아아! 그것뿐인 심장이"
    },
    {
        "time":76034,
        "jp_msg":"絶え間なくアオく光を願うから",
        "ko_msg":"끊임없이 푸른 빛을 바라고 있으니까"
    },
    {
        "time":79775,
        "jp_msg":"仕方なくもう一回",
        "ko_msg":"어쩔 수 없이 다시 한 번"
    },
    {
        "time":82027,
        "jp_msg":"変わらぬ今日を往くんだよ",
        "ko_msg":"변함없는 오늘을 살아가는 거야"
    },
    {
        "time":84335,
        "jp_msg":"何度でも",
        "ko_msg":"몇번이고"
    },
    {
        "time":109419,
        "jp_msg":"あぁ 夏風邪 悪い夢",
        "ko_msg":"아아 여름 감기 악몽"
    },
    {
        "time":112429,
        "jp_msg":"見果てた希望 淡い残像",
        "ko_msg":"바닥을 본 희망 희미한 잔상"
    },
    {
        "time":115687,
        "jp_msg":"あぁ このままじゃ辛いかな",
        "ko_msg":"아아 이대로라면 괴로울거야"
    },
    {
        "time":121080,
        "jp_msg":"って繰り返してもまた願うから",
        "ko_msg":"라며 되풀이해봐도 다시 바랄테니까"
    },
    {
        "time":124461,
        "jp_msg":"読み返しても嘘はないから",
        "ko_msg":"다시 읽어봐도 거짓말은 없으니까"
    },
    {
        "time":127548,
        "jp_msg":"踏み 出したら振り返らぬよう",
        "ko_msg":"내딛으면 돌아볼 수 없도록"
    },
    {
        "time":133268,
        "jp_msg":"何もないけど旅は順調で",
        "ko_msg":"아무것도 없지만 여행은  순조로워서"
    },
    {
        "time":136705,
        "jp_msg":"「君はその夢をもう一回」",
        "ko_msg":"「너는 그 꿈을 다시 한 번」"
    },
    {
        "time":139910,
        "jp_msg":"長い長い闇を抜ける",
        "ko_msg":"길고 긴 어둠을 빠져나가"
    },
    {
        "time":145395,
        "jp_msg":"抜ける",
        "ko_msg":"빠져나가"
    },
    {
        "time":157601,
        "jp_msg":"抜ける",
        "ko_msg":"빠져나가"
    },
    {
        "time":170234,
        "jp_msg":"あぁ！ 夏を今もう一回",
        "ko_msg":"아아! 여름을 지금 다시 한 번"
    },
    {
        "time":173267,
        "jp_msg":"君がいなくても笑って迎えるから",
        "ko_msg":"네가 없어도 웃으며 맞이할거야"
    },
    {
        "time":177000,
        "jp_msg":"だから今絶対に君も歩みを止めないで",
        "ko_msg":"그러니 지금 절대로 너도 발걸음을 멈추지 말아줘"
    },
    {
        "time":182471,
        "jp_msg":"あぁ！ それだけの心臓が",
        "ko_msg":"아아! 그것뿐인 심장이"
    },
    {
        "time":185282,
        "jp_msg":"絶 え間なくアオく光を願うから",
        "ko_msg":"끊임없이 푸른 빛을 바라고 있으니까"
    },
    {
        "time":189216,
        "jp_msg":"諦めずもう一回",
        "ko_msg":"포기하지 말고 다시 한 번"
    },
    {
        "time":191417,
        "jp_msg":"変わらぬ今日を往くんだよ",
        "ko_msg":"변함없는 오늘을 살아가는 거야"
    },
    {
        "time":193991,
        "jp_msg":"何度も",
        "ko_msg":"몇번이고"
    },
    {
        "time":194892,
        "jp_msg":"あぁ 夏を今もう一回",
        "ko_msg":"아아 여름을 지금 다시 한 번"
    },
    {
        "time":200604,
        "jp_msg":"あぁ 夏を今もう一 回",
        "ko_msg":"아아 여름을 지금 다시 한 번"
    }
]